Riktastic/Neo2Buddy/firmware/test/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"
CONFIG_BUDDY_TEST_BUILD=y
CONFIG_SUPPORT_SDCARD=y
CONFIG_SUPPORT_BATTERY=y
CONFIG_SUPPORT_OLED=y
